IDEA StatiCa Open Model
ConnectionSetup.OptimalCheckLevel Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Optimal check level
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double OptimalCheckLevel { get; set; }
Public Property OptimalCheckLevel As Double
	Get
	Set
public:
property double OptimalCheckLevel {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace